/*
Navicat MySQL Data Transfer

Source Server         : mysql
Source Server Version : 50624
Source Host           : localhost:3306
Source Database       : luxurycarmanagement

Target Server Type    : MYSQL
Target Server Version : 50624
File Encoding         : 65001

Date: 2016-12-12 23:17:10
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for car_carinfo
-- ----------------------------
DROP TABLE IF EXISTS `car_carinfo`;
CREATE TABLE `car_carinfo` (
  `id` int(25) NOT NULL AUTO_INCREMENT,
  `user_id` int(25) DEFAULT NULL COMMENT '用户id(外键)',
  `name` varchar(255) DEFAULT NULL COMMENT '车辆名称',
  `brand` varchar(255) DEFAULT NULL COMMENT '车辆品牌',
  `audi` varchar(255) DEFAULT NULL COMMENT '车辆车系',
  `price` varchar(25) DEFAULT NULL COMMENT '车辆价格',
  `cost_price` varchar(25) DEFAULT NULL COMMENT '车辆原价',
  `mileage` varchar(25) DEFAULT NULL COMMENT '车辆里程数',
  `buy_date` varchar(255) DEFAULT NULL COMMENT '车辆购买时间',
  `photo` varchar(255) DEFAULT NULL COMMENT '车辆图片',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=152 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of car_carinfo
-- ----------------------------
INSERT INTO `car_carinfo` VALUES ('64', '17', '现代-雅科仕 2012款 5.0 GDi加长旗舰版', '现代', '雅科仕', '65.00', '128.00', '1.48', '2012-03-12', '49-1478571881100.jpg');
INSERT INTO `car_carinfo` VALUES ('65', '17', ' 日产-GT-R 2013款 3.8T Premium Edition', '日产', 'GT-R', '99.00', '120.00', '2.37', '2013-05-12', '50-1478572160658.jpg');
INSERT INTO `car_carinfo` VALUES ('66', '17', '丰田-兰德酷路泽(进口) 2015款 4.6L V8 中东限量版', '丰田', '兰德酷路泽', '85.00', '101.90', '2.2', '2015-11-11', '51-1478572437551.jpg');
INSERT INTO `car_carinfo` VALUES ('67', '17', '丰田-兰德酷路泽 2012款 4.0L 自动VX', '丰田', '兰德酷路泽', '69.90', '79.90', '2.04', '2016-01-11', '52-1478572535564.jpg');
INSERT INTO `car_carinfo` VALUES ('70', '17', '宝马-7系 2013款 740Li 豪华型', '宝马', '宝马-7系', '70.00', '144.30', '6.13', '2013-10-11', '55-1478573200463.jpg');
INSERT INTO `car_carinfo` VALUES ('71', '53', '宝马-M4 2014款 M4双门轿跑车', '宝马', '宝马-M4', '86.00', '102.70', '1.53', '2015-06-11', '53-1478573386555.jpg');
INSERT INTO `car_carinfo` VALUES ('72', '54', '奥迪-A8 2013款 A8L 45 TFSI quattro豪华型', '奥迪', '奥迪-A8', '60.90', '100.10', '4.13', '2014-05-12', '54-1478573487282.jpg');
INSERT INTO `car_carinfo` VALUES ('73', '56', '宝马-X5 2014款 xDrive35i 典雅型', '宝马', '宝马-X5 ', '65.00', '83.80', '7.99', '2014-07-12', '56-1478573603878.jpg');
INSERT INTO `car_carinfo` VALUES ('74', '57', '宝马-X5 2014款 xDrive35i 豪华型 2014款 xDrive35i 豪华型', '宝马', '宝马-X5', '69.80', '95.80', '5.01', '2014-08-12', '57-1478573706690.jpg');
INSERT INTO `car_carinfo` VALUES ('75', '58', '宝马-7系 2013款 740Li 豪华型', '宝马', '宝马-7系', '81.00', '144.35', '1.53', '2013-12-11', '58-1478573832506.jpg');
INSERT INTO `car_carinfo` VALUES ('77', '60', '宝马-X5 2011款 xDrive35i M运动型', '宝马', '宝马-X5', '60.00', '104.90', '4.85', '2011-08-11', '60-1478574068616.jpg');
INSERT INTO `car_carinfo` VALUES ('78', '61', '宝马-X6 2012款 xDrive35i', '宝马', '宝马-X6', '65.00', '106.30', '9.05', '2013-12-11', '61-1478574185563.jpg');
INSERT INTO `car_carinfo` VALUES ('79', '62', '宝马-7系 2014款 730Li 臻享型', '宝马', '宝马-7系 ', '72.00', '95.60', '0.36', '2015-02 -12', '62-1478575462726.jpg');
INSERT INTO `car_carinfo` VALUES ('80', '63', '宝马-X6 2012款 xDrive35i 中东版', '宝马', '宝马-X6 ', '62.00', '106.30', '9.86', '2012-03-11', '63-1478588133325.jpg');
INSERT INTO `car_carinfo` VALUES ('81', '64', '宝马-X5 2014款 xDrive35i 中东版', '宝马', '宝马-X5', '70.35', '91.80', '1.04', '2015-10-01', '64-1478588519800.jpg');
INSERT INTO `car_carinfo` VALUES ('82', '65', '宝马-X6 2014款 xDrive35i 运动型', '宝马', '宝马-X6', '61.00', '98.40', '5.93', '2014-10-1', '65-1478588654705.jpg');
INSERT INTO `car_carinfo` VALUES ('83', '66', '宝马-7系 2013款 730Li 豪华型', '宝马', '宝马-7系', '64.80', '102.30', '5.16', '2015-01-11', '66-1478588746160.jpg');
INSERT INTO `car_carinfo` VALUES ('84', '67', '宝马-M3 2014款 M3四门轿车', '宝马', '宝马-M3', '83.00', '99.80', '0.40', '2016-02-11', '67-1478588836896.jpg');
INSERT INTO `car_carinfo` VALUES ('85', '68', '宝马-7系 2013款 740Li 领先型', '宝马', '宝马-7系', '65.88', '122.30', '5.28', '2014-07-17', '68-1478588952585.jpg');
INSERT INTO `car_carinfo` VALUES ('86', '69', '宝马-7系 2014款 730Li 臻享型', '宝马', '宝马-7系', '69.00', '95.60', '0.79', '2015-09-22', '69-1478589072029.jpg');
INSERT INTO `car_carinfo` VALUES ('87', '70', ' 宝马-X5 2014款 xDrive35i 典雅型 美规版', '宝马', ' 宝马-X5', '62.38', '83.80', '4.90', '2014-10-11', '70-1478589332978.jpg');
INSERT INTO `car_carinfo` VALUES ('88', '71', '宝马-7系 2013款 730Li 领先型', '宝马', '宝马-7系', '68.00', '93.30', '2.26', '2014-03-11', '71-1478589408189.jpg');
INSERT INTO `car_carinfo` VALUES ('89', '72', '奔驰-GL级 2014款 GL 350 CDI 4MATIC', '奔驰', '奔驰-GL级', '83.90', '103.80', '7.42', '2014-01-17', '72-1478589813435.jpg');
INSERT INTO `car_carinfo` VALUES ('91', '74', '奔驰-GL级 2012款 GL 350 柴油美规', '奔驰', '奔驰-GL级', '68.00', '103.80', '9.50', '2012-08-11', '74-1478590987009.jpg');
INSERT INTO `car_carinfo` VALUES ('92', '75', '奔驰-Sprinter 2009款 增配版', '奔驰', 'Sprinter', '90.00', '125.00', '3.26', '2014-04-17', '75-1478591156882.jpg');
INSERT INTO `car_carinfo` VALUES ('93', '76', '奔驰-S级 2014款 S 320 L 豪华型', '奔驰', '奔驰-S级', '86.00', '110.80', '1.82', '2015-07-11', '76-1478591265189.jpg');
INSERT INTO `car_carinfo` VALUES ('94', '77', '奔驰-SL级AMG 2009款 AMG SL 63', '奔驰', '奔驰-SL级AMG', '78.00', '256.80', '2.53', '2012-05-11', '77-1478591471913.jpg');
INSERT INTO `car_carinfo` VALUES ('95', '78', '奔驰-M级 2015款 ML 320 4MATIC', '奔驰', '奔驰-M级', '66.00', '81.20', '2.36', '2015-05-11', '78-1478591634102.jpg');
INSERT INTO `car_carinfo` VALUES ('96', '79', '奔驰-S级 2016款 S 320 L 豪华型', '奔驰', '奔驰-S级 ', '91.00', '110.80', '1.03', '2016-06-11', '79-1478591729237.jpg');
INSERT INTO `car_carinfo` VALUES ('97', '80', '奔驰-M级 2014款 ML 350 CDI 4MATIC', '奔驰', '奔驰-M级', '65.38', '84.80', '4.42', '2014-11-11', '80-1478591812841.jpg');
INSERT INTO `car_carinfo` VALUES ('98', '73', '奔驰-斯宾特（进口）2015款3.5L自动7座欧规', '奔驰', '奔驰-斯宾特', '89.80', '125.00', '0.77', '2015-09-11', '73-1478592088377.jpg');
INSERT INTO `car_carinfo` VALUES ('99', '81', '奔驰-S级 2012款 S 300 L 尊贵型 Grand Edition', '奔驰', '奔驰-S级', '60.00', '99.80', '3.44', '2012-11-11', '81-1478592220801.jpg');
INSERT INTO `car_carinfo` VALUES ('100', '82', '奔驰-GL级 2014款 GL 400 4MATIC动感型', '奔驰', '奔驰-GL级', '85.00', '109.80', '5.42', '2014-12-11', '82-1478592315984.jpg');
INSERT INTO `car_carinfo` VALUES ('101', '83', '奔驰-S级 2014款 S 320 L 豪华型', '奔驰', '奔驰-S级', '81.00', '110.80', '1.63', '2014-12-12', '83-1478592415517.jpg');
INSERT INTO `car_carinfo` VALUES ('102', '84', '奔驰-Sprinter 2009款 增配版', '奔驰', 'Sprinter', '80.00', '125.00', '1.19', '2014-08-17', '84-1478592536172.jpg');
INSERT INTO `car_carinfo` VALUES ('103', '85', '奔驰-CLS级 2013款 CLS 350 猎装时尚型', '奔驰', '奔驰-CLS级', '68.00', '91.80', '2.39', '2015-03-11', '85-1478592654267.jpg');
INSERT INTO `car_carinfo` VALUES ('104', '86', '奔驰-GL级 2013款 GL 550 4.7T美规版', '奔驰', '奔驰-GL级', '108.50', '159.80', '5.57', '2014-01-11', '86-1478592727179.jpg');
INSERT INTO `car_carinfo` VALUES ('105', '87', '奥迪-A6L 2012款 30 FSI 豪华型', '奥迪', '奥迪-A6L', '80.50', '100.70', '1.71', '2015-08-11', '87-1478746910992.jpg');
INSERT INTO `car_carinfo` VALUES ('106', '88', '奥迪-Q5 2013款40 TFSI舒适型', '奥迪', '奥迪-Q5', '73.00', '88.20', '2.88', '2014-03-11', '88-1478747399894.jpg');
INSERT INTO `car_carinfo` VALUES ('107', '89', '奥迪-Q5 2015款 40 TFSI 技术型', '奥迪', '奥迪-Q5', '72.80', '99.40', '1.21', '2015-06-11', '89-1478747536255.jpg');
INSERT INTO `car_carinfo` VALUES ('108', '90', '奥迪-Q7 2007款 3.6 FSI quattro 豪华型', '奥迪', '奥迪-Q7', '86.50', '100.20', '4.12', '2014-03-11', '90-1478747640490.jpg');
INSERT INTO `car_carinfo` VALUES ('109', '91', '奥迪-Q5 2015款 40 TFSI 进取型', '奥迪', '奥迪-Q5', '74.30', '88.50', '2.13', '2015-06-11', '91-1478747738928.jpg');
INSERT INTO `car_carinfo` VALUES ('110', '92', '奥迪-A8 2013款 A8L 45 TFSI quattro舒适型', '奥迪', '奥迪-A8 ', '110.21', '150.20', '2.21', '2014-03-11', '92-1478747874668.jpg');
INSERT INTO `car_carinfo` VALUES ('111', '93', '奥迪-Q7 2010款 3.6 FSI quattro 舒适型', '奥迪', '奥迪-Q7', '130.00', '150.00', '2.12', '2015-06-11', '93-1478749622102.jpg');
INSERT INTO `car_carinfo` VALUES ('112', '94', '奥迪-A6L 2012款 30 FSI 舒适型', '奥迪', '奥迪-A6L', '180.00', '200.00', '1.53', '2015-06-11', '94-1478749974727.jpg');
INSERT INTO `car_carinfo` VALUES ('113', '95', '奥迪-S5 2010款 S5 3.0T Sportback', '奥迪', '奥迪-S5 ', '135.00', '150.00', '3.12', '2015-09-11', '95-1478760413225.jpg');
INSERT INTO `car_carinfo` VALUES ('114', '96', '奥迪-SQ5 2014款 SQ5 3.0TFSI quattro', '奥迪', '奥迪-SQ5', '98.00', '110.00', '2.13', '2013-12-11', '96-1478760860618.jpg');
INSERT INTO `car_carinfo` VALUES ('115', '97', '奥迪-TT 2013款 TT Coupe 45 TFSI 彩色梦幻版', '奥迪', '奥迪-TT', '140.00', '160.00', '4.60', '2014-03-11', '97-1478761802748.jpg');
INSERT INTO `car_carinfo` VALUES ('116', '98', '日产-天籁 2013款 2.5L XL领先版', '日产', '天籁', '78.00', '90.00', '5.57', '2013-12-11', '98-1478763319444.jpg');
INSERT INTO `car_carinfo` VALUES ('117', '99', '日产-骐达 2011款 1.6L CVT智能型', '日产', '骐达 ', '94.00', '100.00', '5.42', '2014-03-11', '99-1478763718420.jpg');
INSERT INTO `car_carinfo` VALUES ('118', '100', '日产-逍客 2011款 2.0XL 火 CVT 2WD', '日产', '逍客 ', '80.00', '102.70', '6.13', '2015-09-11', '100-1478764058413.jpg');
INSERT INTO `car_carinfo` VALUES ('119', '101', '日产-轩逸 2009款 1.6XL 自动豪华天窗版', '日产', '轩逸 ', '108.50', '125.00', '4.42', '2013-12-11', '101-1478764838239.jpg');
INSERT INTO `car_carinfo` VALUES ('120', '102', '日产-骊威 2010款 劲锐版 1.6L 手动标准型', '日产', '骊威', '108.50', '120.00', '2.26', '2012-03-11', '102-1478765915181.jpg');
INSERT INTO `car_carinfo` VALUES ('121', '103', '现代-瑞纳 2010款 三厢 1.4L 手动舒适型GS', '现代', '瑞纳 ', '65.00', '80.00', '1.21', '2015-09-11', '103-1478766448018.jpg');
INSERT INTO `car_carinfo` VALUES ('122', '104', '现代-悦动 2010款 1.6L MT GL', '现代', '悦动 ', '70.00', '75.00', '4.90', '2015-06-11', '104-1478766834665.jpg');
INSERT INTO `car_carinfo` VALUES ('123', '105', '现代-伊兰特 2007款 1.6L 手动舒适型', '现代', '伊兰特 ', '76.00', '80.00', '6.13', '2013-12-11', '105-1478767535730.jpg');
INSERT INTO `car_carinfo` VALUES ('124', '106', '现代-ix35 2015款 2.0L 自动两驱智能型', '现代', '北京现代-ix35', '64', '70.00', '2.26', '2014-03-11', '106-1478768498867.jpg');
INSERT INTO `car_carinfo` VALUES ('125', '107', '现代-索纳塔八 2014款 2.0L 自动豪华版', '现代', '索纳塔八', '89.80', '100.10', '4.60', '2014-03-11', '107-1478768827883.jpg');
INSERT INTO `car_carinfo` VALUES ('126', '108', '斯柯达-明锐 2015款 1.6L 自动逸致版', '斯柯达', '明锐 ', '160.00', '170.00', '4.85', '2015-06-11', '108-1478770847242.jpg');
INSERT INTO `car_carinfo` VALUES ('127', '109', '斯柯达-晶锐 2008款 1.4L 手动晶致版', '斯柯达', '晶锐 ', '55.00', '60.00', '1.04', '2015-06-11', '109-1478771209915.jpg');
INSERT INTO `car_carinfo` VALUES ('128', '110', '斯柯达-昊锐 2010款 1.4TSI DSG优雅版', '斯柯达', '昊锐', '45.00', '50.00', '3.12', '2014-03-11', '110-1478771594320.jpg');
INSERT INTO `car_carinfo` VALUES ('129', '111', '斯柯达-昕动 2014款 1.6L 自动乐享版', '斯柯达', '昕动 ', '46.00', '50.00', '4.90', '2015-09-11', '111-1478780479310.jpg');
INSERT INTO `car_carinfo` VALUES ('130', '112', '斯柯达-速派 2013款 1.4TSI DSG名仕版', '斯柯达', '速派 ', '48.00', '52.00', '4.12', '2015-06-11', '112-1478780943483.jpg');
INSERT INTO `car_carinfo` VALUES ('131', '113', '斯柯达-昕锐 2013款 1.6L 自动优选型', '斯柯达', '昕锐', '50.00', '55.00', '3.12', '2013-12-11', '113-1478781283039.jpg');
INSERT INTO `car_carinfo` VALUES ('132', '114', '斯柯达-速尊 2014款 2.0TSI L&K限量版', '斯柯达', '速尊 ', '59.00', '65.00', '3.12', '2014-03-11', '114-1478781660661.jpg');
INSERT INTO `car_carinfo` VALUES ('133', '115', '英菲尼迪-G系 2010款 G25 Sedan 豪华运动版', '英菲尼迪', '英菲尼迪-G系', '190.00', '220.00', '3.26', '2015-09-11', '115-1478782133132.jpg');
INSERT INTO `car_carinfo` VALUES ('134', '116', '英菲尼迪-Q50 2014款 2.0T 豪华运动版', '英菲尼迪', '英菲尼迪-Q50', '210.00', '240.00', '4.85', '2014-03-11', '116-1478782729154.jpg');
INSERT INTO `car_carinfo` VALUES ('135', '117', '英菲尼迪-Q70 2013款 Q70L 2.5L 舒适版', '英菲尼迪', '英菲尼迪-Q70', '235.00', '250.00', '4.13', '2016-06-11', '117-1478783043744.jpg');
INSERT INTO `car_carinfo` VALUES ('136', '118', '英菲尼迪-FX 2011款 FX35 超越版', '英菲尼迪', '英菲尼迪-FX', '205.00', '221.00', '2.12', '2015-09-11', '118-1478783351049.jpg');
INSERT INTO `car_carinfo` VALUES ('137', '119', '英菲尼迪-JX 2013款 JX35 四驱全能版', '英菲尼迪', '英菲尼迪-JX', '222.00', '240.00', '4.42', '2013-12-11', '119-1478783686682.jpg');
INSERT INTO `car_carinfo` VALUES ('138', '120', '英菲尼迪-Q50L 2015款 2.0T 悦享版', '英菲尼迪', '英菲尼迪-Q50L', '246.00', '155.00', '3.12', '2016-06-11', '120-1478783973973.jpg');
INSERT INTO `car_carinfo` VALUES ('139', '121', '沃尔沃-S60L 2015款 E驱混动 2.0T 智驭版', '沃尔沃', '沃尔沃-S60L', '170.00', '180.00', '2.26', '2016-06-11', '121-1478784475724.jpg');
INSERT INTO `car_carinfo` VALUES ('140', '122', '沃尔沃-XC60(进口) 2011款 2.0T 智尊版', '沃尔沃', '沃尔沃-XC60', '180.00', '185.00', '2.2', '2013-12-11', '122-1478791930168.jpg');
INSERT INTO `car_carinfo` VALUES ('141', '123', '沃尔沃-C30 2008款 2.4i Rdesign', '沃尔沃', '沃尔沃-C30', '160.00', '170.00', '3.12', '2015-09-11', '123-1478792408997.jpg');
INSERT INTO `car_carinfo` VALUES ('142', '124', '沃尔沃-S80L 2014款 2.0T T5 智逸版', '沃尔沃', '沃尔沃-S80L', '148.00', '155.00', '2.21', '2016-06-11', '124-1478792671389.jpg');
INSERT INTO `car_carinfo` VALUES ('143', '125', '沃尔沃-S60 2013款 2.0T T5 舒适版', '沃尔沃', '沃尔沃-S60', '210.00', '223.00', '3.12', '2016-06-11', '125-1478792939936.jpg');
INSERT INTO `car_carinfo` VALUES ('144', '126', '沃尔沃-V40 2013款 2.0T 智雅版', '沃尔沃', '沃尔沃-V40', '211.00', '223.00', '2.04', '2013-12-11', '126-1478793248414.jpg');
INSERT INTO `car_carinfo` VALUES ('145', '127', '沃尔沃-V60 2014款 2.0T T5 智雅版', '沃尔沃', '沃尔沃-V60 ', '181.00', '190.00', '3.26', '2015-06-11', '127-1478793665709.jpg');
INSERT INTO `car_carinfo` VALUES ('146', '128', '雷克萨斯-ES 2014款 250 精英版', '雷克萨斯', '雷克萨斯ES', '150.00', '160.00', '2.12', '2015-06-11', '128-1478794072301.jpg');
INSERT INTO `car_carinfo` VALUES ('147', '129', '雷克萨斯-RX经典 2012款 270 典雅版', '雷克萨斯', '雷克萨斯RX经典', '92', '100.00', '2.22', '2015-09-11', '129-1478794380429.jpg');
INSERT INTO `car_carinfo` VALUES ('148', '130', '雷克萨斯-CT 2012款 CT200h 精英版', '雷克萨斯', '雷克萨斯CT', '75.00', '90.00', '5.93', '2013-12-11', '130-1478794704040.jpg');
INSERT INTO `car_carinfo` VALUES ('149', '131', '雷克萨斯-GS 2012款 250 领先版', '雷克萨斯', '雷克萨斯GS', '85.10', '90.00', '3.12', '2014-03-11', '131-1478795028560.jpg');
INSERT INTO `car_carinfo` VALUES ('150', '132', '雷克萨斯-IS 2011款 250 运动版', '雷克萨斯', '雷克萨斯IS', '102.00', '110.00', '3.26', '2016-06-11', '132-1478795380229.jpg');
INSERT INTO `car_carinfo` VALUES ('151', '133', '雷克萨斯-NX 2015款 200t 全驱 锋尚版', '雷克萨斯', '雷克萨斯NX', '110.20', '125.00', '3.12', '2015-09-11', '133-1478795720561.jpg');
